Revit 2015 API
BuiltInFailures.AnalyticalModelFailures.LoadsMayBeNotUpToDate Property
 Some of reactions may be not up-to-date
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public static FailureDefinitionId LoadsMayBeNotUpToDate { get; }
Visual Basic
Public Shared ReadOnly Property LoadsMayBeNotUpToDate As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ LoadsMayBeNotUpToDate {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.AnalyticalModelFailures Class
Autodesk.Revit.DB Namespace